import cardImage from '../images/backgrounds/image_06.png';

const sampleCards = [
  {
    image: `${cardImage}`,
    date: '1 января, 2020',
    title: 'Это будет ПУШКА!',
    content: 'Всех с НГ друзья, всех благ добра и cчастья!',
    source: 'Но это не точно!',
    link: 'https://ria.ru/new-year/',
  },
  {
    image: `${cardImage}`,
    date: '18 января, 2020',
    title: 'Национальное достояние — Путин, парки, Газпром',
    content: 'Совершенно неожиданно Путин снял с должности премьер-министра своего давнего Партийного соратника Д. А. Медведева. Это что, очередная многоходовочка?',
    source: 'Лента ру',
    link: 'https://ria.ru/politics/',
  },
  {
    image: `${cardImage}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние — парки',
    content: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру',
    link: 'https://meduza.info',
  },
  {
    image: `${cardImage}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние — парки',
    content: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру',
    link: 'https://meduza.info',
  },
  {
    image: `${cardImage}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние — парки',
    content: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру',
    link: 'https://ria.ru/new-year/',
  },
  {
    image: `${cardImage}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние — парки',
    content: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру',
    link: 'https://ria.ru/new-year/',
  },
  {
    image: `${cardImage}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние — парки',
    content: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру',
    link: 'https://ria.ru/new-year/',
  },
];

export default sampleCards;
